[
    "i feel like a genius on this website",
    "i believe they are still in the role. both brian cox and kieran culkin are doing this because they hate kendall, and thats family",
    "some of you are genuinely stupid.",
    "multiple factors are at play",
    "this is NOT the most unsafe place you've been to.",
    "read a book I dare you",
    "Disappointed in myself",
    "thinking about this today",
    "this shit is hilarious",
    "real",
    "delhi girls please follow meeee",
    "india no 1",
    "Atif aslam better",
    "I'm soooo pakistani for this",
    "... he's crazy if he's leaving Christopher for some marvel movie",
    "this reminds me of \"you get better at whatever you practice everyday so choose carefully what you practice\"",
    "um actually I do whatever I want and I do it all the time.",
    "I'm so scared of everything and everybody",
    "ENOUGH!!",
    "lmfao what happened to him",
    "One sneak",
    "i would keep crying until they give me a maximum number",
    "they are english",
    "it's the first day girls...",
    "techdebt",
    "i cried so much today. but I'll be ok i think",
    "I'm leaving twitter bye bye",
    "predator likes 'animal' movie. shocking.",
    "homelander vibes",
    "this happened to my friend prince myshkin",
    "haven't watched the new ep but the spoilers are so disappointing!!!",
    "MY MALE FRIEND LITERALLY SAID THIS TO ME ONCE",
    "WORD FOR WORD IN HINDI",
    "oomfs ye sach hai?",
    "the way my ppl have suffered so much in this country and we still continue give back",
    "lol",
    "he's fr obsessed",
    "india",
    "u are so weird",
    "he is bohra",
    "no. I'll just take the 35 lpa. I'll manage the rest.https://x.com/dorm_ammu/stat/dorm_ammu/status/1816551445841469750…",
    "I also don't want somebody at my home",
    "america really is so much like  vought",
    "you won't believe what this person is replying to",
    "I love movie piracy so much. I'm gonna name my first child 123movies.",
    "this happened to me",
    "she's so cutiepie",
    "It's so scary when a person speaks and you don’t know why he is speaking, what he is saying, and if he will ever stop.",
    "and ofc my girl nastasya",
    "he ate with that....",
    "the way u can just guess all of this...\"rich bollywood actress is classist\" wow really???",
    "obviously i read the whole thing...all three parts too.",
    "who here  remembers Anil ambani succession takeover L back in the daysss!!!!",
    "reliance was his vaulter....i remember him and his bestie used to run that company.",
    "no.",
    "what's so funny about this? is it the slur? that's funny?",
    "he's so normal",
    "namaz padh rahi hai...haircut so bad she started praying to God",
    "i say \"you are jinja disgusting\" to evryone and everything. is there a cure for this?",
    "I'm guilty of this",
    "\"you think you fell out of a coconut tree. you exist in the context of what came before you\"",
    "me watching UK politics: this is just like \"the thick of it\"\nme watching US politics: this is just like \"house of cards\"",
    "meeee",
    "Jon snow would never post bullshit like thishttps://x.com/LordSnow/statu/LordSnow/status/1810588390951092320…",
    "well she's stupid for that",
    "i would NOT be able to spell intermediate in a hindi examhttps://x.com/urp4theticgf/s/urp4theticgf/status/1810023868897108411…",
    "sounds like she didn't want ur genes. smart girl.https://t.co/xExSV5qDJB",
    "no",
    "I'm the most important person in the world",
    "got another oomf on hotd. I do this for you alicent",
    "one thing about me is that I'll listen",
    "alicole",
    "i have a a whiteboard i stole it from a bank",
    "inside out if it was filmed inside my head",
    "i was the kid who was taking sides",
    "this is hurtful actually. I don't like this at all",
    "why are all of them mean to their moms?",
    "he's sooo cringe too like idgaf about you",
    "studytogether is not working",
    "my daughter gets no coffee",
    "this made me realise that i have friends who love me and care for me. unfortunately they're not very fun(i still love them)",
    "i neeeedddd to watch Godfather 2",
    "micrograd...hmm let's understand that",
    "they're such a perfect couple :(",
    "please please someone suggest some time tracker/study website bcs I'm gonna create one if it already doesn't exist",
    "i should have a say in any major developer decision of the studytogether website",
    "they moved the live rooms to discord too...they want me to find a new website I think. FCK MY LIFE",
    "I put in atleast 2 hours today..why does it show 0.2 hours ?",
    "you sound like an idiot",
    "I have insanely high metabolism so edtwt will always be hilarious to me.",
    "something something broken clock twice a day",
    "as much as i hate this. he's literally me when im procrastinating.",
    "Ok so I'm annoying, now what?https://x.com/TrulySNSTEAMS//TrulySNSTEAMS/status/1864499122004185192…",
    "if your top artist isn't pritam I can't vibe with you fr",
    "Yeah because I'm dominating you rn",
    "what the hellhttps://x.com/kaidanatta/sta/kaidanatta/status/1864164368008589459…",
    "what does this mean",
    "https://x.com/pupNkitten/sta/pupNkitten/status/1864566072076091741…",
    "at her home.",
    "your pets are not your children."
]